Revit 2027 API
ParameterTypeId.LoadLinearForceFy2 Property
 "Fy 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadLinearForceFy2 { get; }
Public Shared ReadOnly Property LoadLinearForceFy2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadLinearForceFy2 {
	ForgeTypeId^ get ();
}
static member LoadLinearForceFy2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace